Repository: idrassi/wxFormBuilder
Catalog: 3.x/branches/3.2/locale/*/LC_MESSAGES/wxformbuilder.po
Languages: it_it

source: Delete Ctrl+D
it_it: Elimina

source: Move into a new wxBoxSizer
it_it: Sposta in un nuovo wxBoxSizer

source: Menu Editor...
it_it: Editor dei Menu...

source: wxObject was NULL!
it_it: wxObject e' NULLO!

source: No corresponding ObjectBase for wxObject. Name: %s
it_it: Nessun ObjectBase corrispondente per il wxObject. Nome: %s

source: baseobject was NULL!
it_it: baseobject e' NULLO!

source: No corresponding wxObject for ObjectBase. Name: %s
it_it: Nessun wxObject corrispondente per l'ObjectBase. Nome: %s

source: Component for %s not found!
it_it: Componente %s non trovato!

source: Component for %s was registered as a window component, but this is not a wxWindow!
it_it: Componente per %s registrato come componente finestra, ma non e' una wxWindow!

source: Component for %s was registered as a sizer component, but this is not a wxSizer!
it_it: Componente per %s registrato come componente sizer, ma non e' un wxSizer!

source: The event object is NULL - why?
it_it: L'oggetto evento e' NULL - Perche'?

source: Close Preview
it_it: Chiudi Anteprima

source: WARNING - For XRC Developers ONLY!!
it_it: ATTENZIONE - SOLO per Sviluppatori XRC!!

source: The XRC language is not as powerful as C++. It has limitations that will affect the GUI layout. This preview will ONLY show how the generated XRC will look, and it will probably be different from the Designer. If you are not using XRC, do NOT use the XRC preview, it will only confuse you.
it_it: Il linguaggio XRC non e' potente quanto C++. Presenta delle limitazioni che possono incidere sul layout della GUI Questa anteprima potra' SOLO visualizzare come il codice XRC generato apparira', probabilmente differente da quello del Designer. Se non usi XRC, NON usare l'anteprima XRC, potra' solo confonderti.

source: This object cannot be pasted because it is from a newer version of wxFormBuilder
it_it: Questo oggetto non puo' essere incollato perche' appartiene a una versione di wxFormBuilder piu recente

source: Unknown Object Type:
it_it: Tipo Oggetto Sconosciuto:

source: The most likely causes are that this copy of wxFormBuilder is out of date, or that there is a plugin missing.
it_it: Le cause piu' probabili sono una copia di wxFormBuilder non aggiornata o un plug-in mancante.

source: Please check at http://www.wxformbuilder.org
it_it: Per favore verifica su http://www.wxformbuilder.org

source: Review your definitions file (objtypes.xml)
it_it: Controlla il tuo file di definizioni (objtypes.xml)

source: SetDefaultLayoutProperties expects a subclass of sizeritembase
it_it: SetDefaultLayoutProperties si aspetta una sottoclasse di sizeritembase

source: The property named "%s" of class "%s" is not supported by this version of wxFormBuilder. If your project file was just converted from an older version, then the conversion was not complete. Otherwise, this project is from a newer version of wxFormBuilder. The property's value is: %s If you save this project, YOU WILL LOSE DATA
it_it: La proprieta' "%s" della classe "%s" non e' supportata da questa versione di wxFormBuilder. Se il tuo file progetto e' stato convertito da una vecchia versione, allora la conversione non e' stata completata. Altrimenti, questo progetto deriva da una nuova versione di wxFormBuilder. Il valore di proprieta' e': %s Se salvi questo progetto, PERDERAI DATI

source: Merged plugins named "
it_it: Unione plugins chiamati "

source: Found second template definition for property "%s" for language "%s"
it_it: Trovato secondo modello di definizione per la proprieta' "%s" per il linguaggio "%s"

source: Error: %s While parsing property "%s" of class "%s"
it_it: Errore: %s Durante l'analisi della proprieta' "%s" della classe "%s"

source: Error loading library
it_it: Errore caricamento libreria

source: is not a valid component library:
it_it: non e' una libreria di componente valida:

source: is not a valid component library
it_it: non e' una libreria di componente valida

source: [Database::ImportComponentLibrary] Importing
it_it: [Database::ImportComponentLibrary] Importazione

source: library
it_it: libreria

source: ObjectInfo for <
it_it: ObjectInfo per <

source: > not found while loading library <
it_it: > non trovato caricando la libreria <

source: Unknown property type "%s"
it_it: Tipo proprieta' sconosciuto "%s"

source: No Object Type found for "%s"
it_it: Nessun Tipo Oggetto trovato per "%s"

source: Missing root element "resource"
it_it: Elemento di radice mancante "resource"

source: No component found for class "%s", found on line %i.
it_it: Nessun componente trovato per la classe "%s", alla linea %i.

source: ImportFromXrc returned NULL for class "%s", found on line %i.
it_it: ImportFromXrc ritorna NULL per la classe "%s", alla linea %i.

source: CreateObject failed for class "%s", with parent "%s", found on line %i
it_it: CreateObject fallito per la classe "%s", con padre "%s", alla linea %i

source: Unknown class "%s" found on line %i, replaced with a wxPanel
it_it: Classe "%s" sconosciuta alla linea %i, sostituito con un wxPanel

source: Unknown class "%s" found on line %i, and could not replace with a wxPanel as child of "%s:%s"
it_it: Classe "%s" sconosciuta alla linea %i, non puo' essere sostituito con un wxPanel come figlio di "%s:%s"

source: new ObjectBase
it_it: nuovo ObjectBase

source: delete ObjectBase
it_it: elimina ObjectBase

source: [ObjectBase::GetProperty] Property %s not found!
it_it: [ObjectBase::GetProperty] Proprieta' %s non trovata!

source: [ObjectBase::GetEvent] Event
it_it: [ObjectBase::GetEvent] Evento

source: not found!
it_it: non trovato!

source: Invalid Macro Type
it_it: Tipo di macro non valida

source: The property '%s' does not exist for objects of class '%s'
it_it: La proprieta' '%s' non esistente per l'oggetto di classe '%s'

source: parsing property %s
it_it: analizzo la proprieta' %s

source: Parsed Text: %s
it_it: Testo Analizzato: %s

source: ERROR
it_it: ERRORE

source: Property type not compatible with "foreach" macro
it_it: Tipo di proprieta' non compatibile con la macro "foreach"

source: Unknown macro: "%s"
it_it: Macro sconosciuta: "%s"

source: Python code generation does not support using URLs for bitmap properties: %s
it_it: La generazione di codice Python non supporta l'utilizzo degli URL per le proprietÃ di bitmap: %s

source: There is no object to generate inherited class
it_it: Nessun oggetto per il quale generare una classe erede

source: This not a UserClasses object
it_it: Questo non e' un oggetto UserClasses

source: There is no project to generate code
it_it: Nessun progetto per il quale generare codice

source: Missing "file" property on Project Object
it_it: Proprieta' "file" mancante nell'Oggetto Progetto

source: Missing "name" property on "%s" class. Review your XML object description
it_it: Proprieta' "name" mancante nella classe "%s". Controlla la tua descrizione oggetto XML

source: Object name can not be null
it_it: Nome oggetto mancante

source: Missing "evt_%s" template for "%s" class. Review your XML object description
it_it: Modello "evt_%s" mancante per la classe "%s". Controlla la tua descrizione oggetto XML

source: # Virtual event handlers, override them in your derived class
it_it: # Gestori di eventi virtuali, crea l'override nella tua classe derivata

source: Missing "%s" template for "%s" class. Review your XML object description
it_it: Modello "%s" mancante per la classe "%s". Controlla la tua descrizione oggetto XML

source: Missing subwindows for wxSplitterWindow widget.
it_it: Sottofinestre mancanti per il widget wxSplitterWindow.

source: SizerItem child is not a Spacer and is not a subclass of wxWindow or of sizer.
it_it: SizerItem figlio non e' uno Spacer e non e' una sottoclasse di wxWindow o di sizer.

source: First ID is Less than 1000
it_it: Valore primo ID inferiore a 1000

source: C++ code generation does not support using URLs for bitmap properties: %s
it_it: La generazione di codice C++ non supporta l'utilizzo degli URL per le proprieta' di bitmap: %s

source: // TODO: Implement %s
it_it: // TODO: Implementare %s

source: // Virtual event handlers, override them in your derived class
it_it: // Gestori di eventi virtuali, crea l'override nella tua classe derivata

source: Invalid Value for Property Object: %s Property: %s Value: %s
it_it: Valore non valido per la proprieta' Oggetto: %s Proprieta': %s Valore: %s

source: Unable to create file: %s
it_it: Impossibile creare il file: %s

source: Unable to write file:
it_it: Impossibile scrivere il file: %s

source: Unable to create file:
it_it: Impossibile creare il file:

source: wxAuiNotebook pages can normally be closed. However, it is difficult to design a page that has been closed, so this action has been vetoed.
it_it: Di norma le pagine di un wxAuiNotebook si possono chiudere. Tuttavia, e' difficile progettare una pagina che e' stata chiusa, quindi l'azione e' stata annullata.

source: Page Close Vetoed!
it_it: Azione Annullata

source: wxAuiNotebook pages can be dragged to other wxAuiNotebooks if the wxEVT_COMMAND_AUINOTEBOOK_ALLOW_DND event is caught and allowed. However, it is difficult to design a page that has been moved, so this action was not allowed.
it_it: Di norma le pagine di un wxAuiNotebook si possono trascinare se l'evento wxEVT_COMMAND_AUINOTEBOOK_ALLOW_DND e' ammesso e catturato. Tuttavia, e' difficile progettare una pagina che e' stata spostata, quindi l'azione e' stata annullata.

source: Page Move Not Allowed!
it_it: Azione Annullata

source: Double-clicking a wxSplitterWindow sash with the minimum pane size set to 0 would normally unsplit it. However, it is difficult to design a pane that has been closed, so this action has been vetoed.
it_it: Di norma, il doppio click in un separatore di una wxSplitterWindow, con una misura di riquadro impostata a 0, ne causa l'unsplit. Tuttavia, e' difficile progettare un riquadro che e' stato chiuso, quindi l'azione e' stata annullata.

source: Unsplit Vetoed!
it_it: Unsplit Annullato

source: This should be a wxSplitterWindow
it_it: Questa dovrebbe essere una wxSplitterWindow

source: A SplitterItem is abstract and must have a child!
it_it: Uno SplitterItem e' un controllo astratto e deve avere una istanza figlio!

source: TreebookPageComponent is missing its wxFormBuilder object(%i), its parent(%i), or its child(%i)
it_it: TreebookPageComponent con oggetto(%i), padre(%i) o figlio(%i) wxFormBuilder mancante.

source: TreebookPageComponent has an invalid depth.
it_it: Valore depth di TreebookPageComponent non valido.

source: ToolbookPageComponent is missing its wxFormBuilder object(%i), its parent(%i), or its child(%i)
it_it: ToolbookPageComponent con oggetto(%i), padre(%i) o figlio(%i) wxFormBuilder mancante.

source: AuiNotebookPageComponent is missing its wxFormBuilder object(%i), its parent(%i), or its child(%i)
it_it: AuiNotebookPageComponent con oggetto(%i), padre(%i) o figlio(%i) wxFormBuilder mancante.

source: Cell (0,%d)
it_it: Cella (0,%d)

source: Cell (%d,%d)
it_it: Cella (%d,%d)

source: wxRadioBox must have at least one choice
it_it: wxRadioBox deve avere almeno un valore di scelta

source: majorDimension must be greater than zero.
it_it: majorDimension deve essere maggiore di zero.

source: The parent of a SizerItem is either missing or not a wxSizer - this should not be possible!
it_it: SizerItem con oggetto padre mancante o di tipo errato - Questo non dovrebbe essere possibile!

source: The SizerItem component has no child - this should not be possible!
it_it: SizerItem con oggetto figlio mancante - Questo non dovrebbe essere possibile!

source: The SizerItem component's child is not a wxWindow or a wxSizer or a spacer - this should not be possible!
it_it: SizerItem con padre mancante o di tipo errato - Questo non dovrebbe essere possibile!

source: The GBSizerItem component's child is not a wxWindow or a wxSizer or a Spacer - this should not be possible!
it_it: GBSizerItem con oggetto figlio con tipologia differente da wxWindow, wxSizer o Spacer - Questo non dovrebbe essere possibile!

source: This should be a wxGridBagSizer!
it_it: Questo dovrebbe essere un wxGridBagSizer!

source: Yes
it_it: Si

source: Save
it_it: Salva

source: Apply
it_it: Appica

source: Cancel
it_it: Annulla

source: Help
it_it: Aiuto

source: Welcome to wxRichTextCtrl, a wxWidgets control for editing and presenting styled text and images
it_it: Benvenuto in wxRichTextCtrl, un controllo wxWidgets per l'editing e la presentazione di in testo stilizzato con presenza di immagini

source: by Julian Smart
it_it: di Julian Smart

source: What can you do with this thing?
it_it: Cosa ci puoi fare?

source: Well, you can change text
it_it: Puoi cambiare testo.

source: colour, like this red bit.
it_it: colore, come questo rosso.

source: And this blue bit.
it_it: E questo blu.

source: Naturally you can make things
it_it: Puoi farci diverse cose

source: bold
it_it: grassetto

source: or italic
it_it: o italico

source: or underlined.
it_it: o sottolineato.

source: Different font sizes on the same line is allowed, too.
it_it: Sono permesse grandezze di carattere diverse sulla stessa linea.

source: Next we'll show an indented paragraph.
it_it: Di seguito viene dimostrata una indentazione di paragrafo.

source: Indented paragraph.
it_it: Paragrafo indentato.

source: Next, we'll show a first-line indent, achieved using BeginLeftIndent(100, -40).
it_it: Di seguito, dimostreremo una indentazione di linea di testa, usando BeginLeftIndent(100, -40).

source: It was in January, the most down-trodden month of an Edinburgh winter.
it_it: Era Gennaio, il mese invernale piu' freddo in Edimburgo.

source: Numbered bullets are possible, again using subindents:
it_it: Punti di paragrafo numerati

source: This is my first item. Note that wxRichTextCtrl doesn't automatically do numbering, but this will be added later.
it_it: questo e' il mio primo oggetto. Notare che wxRichTextCtrl non numera automaticamente, ma puo' essere aggiunto in seguito.

source: This is my second item.
it_it: Il mio secondo oggetto.

source: The following paragraph is right-indented:
it_it: Il paragrafo seguente ha una indentazione a destra:

source: It was in January, the most down-trodden month of an Edinburgh winter. An attractive woman came into the cafe, which is nothing remarkable.
it_it: Era Gennaio, il mese invernale piu' freddo in Edimburgo. Una donna attraente entra nel locale, nulla di strano.

source: This line contains tabs: First tab Second tab Third tab
it_it: Questa linea contiene: Prima scheda Seconda scheda Terza scheda

source: Other notable features of wxRichTextCtrl include:
it_it: Altre particolari caratteristiche di wxRichTextCtrl sono:

source: Compatibility with wxTextCtrl API
it_it: Compatibilita' con le API di wxTextCtrl

source: Note: this content was generated programmatically and copied from the sample. The images were loaded from inline XPMs. Enjoy wxRichTextCtrl!
it_it: Nota: questo contenuto e' stato generato a livello di codice e copiato dall'applicazione di esempio. Le immagini vengono caricate da XPM inline.

source: This is a dummy page.
it_it: Questa e' una pagina fittizia.

source: The Root
it_it: Radice

source: Child 1
it_it: Figlio 1

source: Child 2
it_it: Figlio 2

source: Child 3, very long, long, long, long
it_it: Figlio 3, verameeeeeeeeente luuuuuuunnngo

source: Child 4
it_it: Figlio 4

source: Child 5
it_it: Figlio 5

source: DataViewColumnComponent is missing its wxFormBuilder object(%i) or its parent(%i)
it_it: DataViewColumnComponent con oggetto(%i) o padre(%i) wxFormBuilder mancante

source: Column with strings
it_it: Colonna di stringhe

source: Column with icons
it_it: Colonna con icone

source: Pane Border Size:
it_it: Dimensione Bordo Riquadro:

source: Sash Size:
it_it: Dimensione Divisorio:

source: Caption Size:
it_it: Dimensione Titolo:

source: Background Color:
it_it: Colore Sfondo:

source: Sash Color:
it_it: Colore Divisorio:

source: Normal Caption:
it_it: Titolo Normale:

source: Normal Caption Gradient:
it_it: Gradiente Titolo Normale:

source: Normal Caption Text:
it_it: Testo Titolo Normale:

source: Active Caption:
it_it: Titolo Attivo:

source: Active Caption Gradient:
it_it: Gradiente Titolo Attivo:

source: Active Caption Text:
it_it: Testo Titolo Attivo:

source: Border Color:
it_it: Colore Bordo:

source: Gripper Color:
it_it: Colore Gripper:

source: No title
it_it: Nessun titolo

source: Generate Inherited Class
it_it: Genera Classi Eredi

source: %s is missing its wxFormBuilder object(%i), its parent(%i), or its child(%i)
it_it: %s con oggetto(%i), padre(%i), o figlio(%i) wxFormBuilder mancante

source: %s's parent is missing its wxFormBuilder object
it_it: Oggetto padre di %s con oggetto mancante
