Repository: idrassi/wxFormBuilder
Catalog: 3.x/branches/3.2/locale/*/LC_MESSAGES/wxformbuilder.po
Languages: it_it

source: You must pass a path to a project file. Nothing to generate.
it_it: Devi specificare un percorso al progetto per poter generare i files.

source: Empty language option. Nothing generated.
it_it: Nessuna opzione di linguaggio, azione annullata.

source: This path is invalid:
it_it: Percorso non valido:

source: Could not make path absolute:
it_it: Percorso assoluto non valido:

source: Error loading application: %s wxFormBuilder cannot continue.
it_it: Errore caricamento applicazione: %s Impossibile continuare.

source: Unable to load project: %s
it_it: Errore caricamento progetto: %s

source: A Fatal Error Occurred. Click Details for a backtrace.
it_it: Errore fatale. Clicca Dettagli per il backtrace.

source: This path is invalid: %s
it_it: Percorso non valido: %s

source: Could not make path absolute: %s
it_it: Percorso assoluto non valido: %s

source: %s already open in process %s
it_it: %s gia' aperto in %s

source: There is a lockfile named '%s', but unable to make a connection to that instance.
it_it: Esiste un lockfile '%s' ma non posso creare una istanza di connessione ad esso.

source: Server Creation Failed. %s
it_it: Creazione Server Fallita. %s

source: Failed to create an IPC service with name %s
it_it: Creazione fallita servizio IPC %s

source: Choose an Encoding
it_it: Scegli una codifica

source: This xml file has no declaration.
it_it: Questo file XML non contiene una dichiarazione.

source: Would you like wxFormBuilder to backup the file and convert it to UTF-8?
it_it: Creo un file di backup e converto questo in UTF-8?

source: You will be prompted for an encoding.
it_it: Ti verra' richiesta una scelta di codifica.

source: Path:
it_it: Percorso:

source: Missing Declaration
it_it: Dichiarazione Mancante

source: Missing Declaration on XML File:
it_it: Dichiarazione Mancante nel file XML:

source: Please choose the original encoding.
it_it: Per favore, scegli la codifica originaria.

source: This xml file has no encoding specified.
it_it: Il file XML non ha una codifica specificata.

source: Unknown Encoding
it_it: Codifica Sconosciuta

source: Unknown Encoding for XML File:
it_it: Codifica Sconosciuta per il file XML:

source: The encoding of this xml file is not supported. File: %s Encoding: %s Supported Encodings: %s
it_it: La codifica di questo file XML non e' supportata. File: %s Codifica: %s Codifiche supportate: %s

source: Unsupported Encoding: %s
it_it: Codifica non supportata: %s

source: Unsupported encoding for XML File:
it_it: Codifica non supportata per il file XML:

source: This xml file has specified encoding %s. wxFormBuilder only works with UTF-8.
it_it: Questo file XML usa la codifica %s: wxFormBuilder supporta solamente UTF-8.

source: Would you like wxFormBuilder to backup the file and convert it to UTF-8?
it_it: Vuoi che salvo in un file di backup e converto quello aperto in UTF-8?

source: Not UTF-8
it_it: Non UTF-8

source: Wrong Encoding for XML File:
it_it: Codifica errata per il file XML:

source: LoadXMLFile needs a path
it_it: LoadXMLFile richiede un percorso

source: The file does not exist. File:
it_it: File non esistente. File:

source: This xml file could not be loaded. This could be the result of an unsupported encoding.
it_it: il file XML potrebbe non essere caricato. Probabile codifica non supportata.

source: You will be prompted for the original encoding.
it_it: Ti verra' richiesta la codifica originale.

source: Unable to load file
it_it: Impossibile caricare il file

source: Unable to load file:
it_it: Impossibile caricare il file:

source: Unable to backup file. File: %s Backup: %s.bak
it_it: Impossibile creare il backup. File: %s Backup: %s.bak

source: Unable to read the file in the specified encoding. File: %s Encoding: %s
it_it: Impossibile leggere il file con la codifica specificata. File: %s Codifica: %s

source: The file is either empty or read with the wrong encoding. File: %s Encoding: %s
it_it: File vuoto o con errata codifica. File: %s Codifica: %s

source: Unable to close original file. File: %s
it_it: Impossibile chiudere il file originale. File: %s

source: Found a declaration end tag "?>" but could not find the start "<?". File: %s
it_it: Trovato fine tag "?>" ma con relativo tag di inizio "<?" mancante. File: %s

source: Found a declaration start tag "<?" but could not find the end "?>". File: %s
it_it: Trovato tag di inizio "<?" ma con terminazione "?>" assente. File: %s

source: Unable to delete original file. File: %s
it_it: Impossibile eliminare il file originale. File: %s

source: Unable to write file in its new encoding. File: %s Encoding: %s
it_it: Impossibile salvare il file con la nuova codifica. File: %s Codifica: %s

source: Unable to close file after converting the encoding. File: %s Old Encoding: %s New Encoding: %s
it_it: Impossibile chiudere il file dopo la conversione di codifica. File: %s Vecchia Codifica: %s Nuova Codifica: %s

source: Before:
it_it: Prima:

source: After:
it_it: Dopo:

source: &Yes
it_it: &Si

source: &Cancel
it_it: &Annulla

source: Fatal error: Undefined style in dialog %s
it_it: Errore Fatale: Stile non definito nella Dialog %s

source: Don't annoy me again!
it_it: Non chiedermelo piu'!

source: Ow... null pointer.
it_it: Oops... puntatore nullo.

source: Unknown Type
it_it: Tipo Sconosciuto

source: Empty item removed under %s
it_it: Oggetto vuoto rimosso sotto %s

source: [ApplicationData::CreateObject] New
it_it: [ApplicationData::CreateObject] Nuovo

source: Modify property :
it_it: Modifica proprieta' :

source: with
it_it: con

source: You cannot save over a file that is currently open in another instance. Would you like to switch to that instance?
it_it: Non puoi sovrascrivere un file aperto da un'altra istanza. Vuoi visualizzare tale istanza?

source: Open in Another Instance
it_it: Apri in un'altra istanza

source: LOADING
it_it: CARICAMENTO

source: This file does not exist: %s
it_it: File inesistente: %s

source: This project file is newer than this version of wxFormBuilder. It cannot be opened. Please download an updated version from http://www.wxFormBuilder.org
it_it: Il file di progetto appartiene a una versione aggiornata di wxFormBuilder. Non puo' essere aperto. Per favore scarica una versione piu' aggiornata da http://www.wxformbuilder.org

source: New Version
it_it: Nuova Versione

source: This project file is not of the current version. Would you to attempt automatic conversion? NOTE: This will modify your project file on disk!
it_it: Questo file di progetto non appartiene alla versione corrente. Vuoi provare una conversione automatica? NOTA: Questo modifichera' il tuo file originale!

source: Old Version
it_it: Vecchia Versione

source: Unable to convert project
it_it: Conversione progetto non possibile

source: The "user_headers" property has been removed.
it_it: La proprieta' "user_headers" e' stata rimossa.

source: Its purpose was to provide a place to include precompiled headers or
it_it: Il suo scopo e' di provvedere l'inclusione di headers precompilati o

source: headers for subclasses.
it_it: headers per sottoclassi.

source: There is now a "precompiled_header" property and a "header" subitem
it_it: Ora c'e' una proprieta' "precompiled_header" e una sottovoce "header"

source: on the subclass property.
it_it: alla voce di proprieta' subclass

source: Would you like the current value of the "user_headers" property to be saved
it_it: Vuoi salvare i valori della proprieta' "user_headers"

source: to a file so that you can distribute the headers among the "precompiled_header"
it_it: in un file in modo da poter distribuire gli headers fra le proprieta'

source: and "subclass" properties?
it_it: "precompiled_header" e "subclass"?

source: The "user_headers" property has been removed
it_it: La proprieta' "user_headers" e' stata rimossa

source: Save "user_headers"
it_it: Salva "user_headers"

source: All files (*.*)|*.*
it_it: Tutti i files (*.*)|*.*

source: Unable to open %s for writing. User Headers: %s
it_it: Impossibile aprire %s in scrittura. User Headers: %s

source: No Project?!
it_it: Nessun Progetto?!

source: Invalid Path: %s
it_it: Percorso non valido: %s

source: Missing Property
it_it: Proprieta' mancante

source: Unable to make "%s" absolute to "%s"
it_it: Impossibile rendere "%s" assoluto a "%s"

source: Unable to make "%s" relative to "%s"
it_it: Impossibile rendere "%s" relativo a "%s"

source: Class generated at '%s'.
it_it: Classe generata in '%s'.

source: Parent of object '%s' is wrong!
it_it: Oggetto padre '%s' errato!

source: Please select a form and try again.
it_it: Per favore, scegli un form e riprova.

source: No Form Selected
it_it: Nessun form selezionato

source: event:
it_it: evento:

source: Pending event:
it_it: Evento in sospeso:

source: You must set the "path" property of the project to a valid path for output files
it_it: Devi impostare la proprieta' "path" del progetto ad un valido percorso per poter salvare i files

source: You must save the project when using a relative path for output files
it_it: Devi prima salvare il progetto per poter usare percorsi relativi per i files

source: Invalid Path:
it_it: Percorso non valido:

source: You must set the "path" property of the project to a valid path for output files
it_it: Devi impostare la proprieta' "path" del progetto ad un valido percorso per poter salvare i files

source: Impossible to determine the file type for extension html. Please edit your MIME types.
it_it: Impossibile determinare il tipo di file per l'estensione html. Per favore modifica i tuoi tipi MIME.

source: About...
it_it: Informazioni...

source: a RAD tool for wxWidgets framework
it_it: applicazione RAD per ambiente wxWidgets

source: Developed by:
it_it: Sviluppato da:

source: Label
it_it: Etichetta

source: Shortcut
it_it: Collegamento

source: Name
it_it: Nome

source: Help String
it_it: Stringa Aiuto

source: Kind
it_it: Tipo

source: Menu item
it_it: Oggetto Menu

source: Normal
it_it: Normale

source: Check
it_it: Selezionato

source: &Add
it_it: &Aggiungi

source: &Modify
it_it: &Modifica

source: &Remove
it_it: Eli&mina

source: Add &Separator
it_it: Aggiungi &Separatore

source: &Up
it_it: &Su

source: &Down
it_it: &Giu

source: The children of the selected item will be eliminated too. Are you sure you want to continue?
it_it: Gli oggetti figlio della voce selezionata verranno eliminati anch'essi. Sicuro di voler continuare?

source: Error loading images: %s
it_it: Errore caricamento immagini: %s

source: Toolbar
it_it: Barra degli strumenti

source: Object Tree
it_it: Albero Oggetti

source: Object Properties
it_it: Proprieta' Oggetti

source: Component Palette
it_it: Tavolozza Componenti

source: Dock Manager Settings
it_it: Impostazioni Dock Manager

source: Save Project
it_it: Salva Progetto

source: wxFormBuilder Project File (*.fbp)|*.fbp|All files (*.*)|*.*
it_it: File Progetto wxFormBuilder (*.fbp)|*.fbp|All files (*.*)|*.*

source: The file already exists. Do you want to replace it?
it_it: File gia' esistente. Vuoi sovrascriverlo?

source: Overwrite the file
it_it: Sovrascrivi file

source: Open Project
it_it: Apri Progetto

source: The project file '%s' doesn't exist. Would you like to remove it from the recent files list?
it_it: Il file progetti '%s' non esiste. Vuoi eliminarlo dalla lista dei files recenti?

source: Open recent project
it_it: Apri progetto recente

source: Import XRC file
it_it: Importazione file XRC

source: Error while loading XRC
it_it: Errore caricamento XRC

source: Error Loading XRC: %s
it_it: Errore caricamento XRC: %s

source: Project Loaded!
it_it: Progetto caricato!

source: Name: %s | Class: %s
it_it: Nome: %s | Classe: %s

source: Project Saved!
it_it: Progetto salvato!

source: "Unknown"
it_it: "Sconosciuto"

source: Object '%s' of class '%s' created.
it_it: Oggetto '%s' della classe '%s' creato.

source: Impossible to create the object. Did you forget to add a sizer/parent object?
it_it: Impossibile creare l'oggetto. Ti sei dimenticato di aggiungere un oggetto sizer/padre?

source: Object '%s' removed.
it_it: Oggetto '%s' rimosso.

source: Name: %s %s
it_it: Nome: %s %s

source: Property Modified!
it_it: Proprieta' Modificata!

source: Event handler '%s' of object '%s' modified.
it_it: Gestore evento '%s' dell'oggetto '%s' modificato.

source: Code Generated!
it_it: Codice Generato!

source: Edit
it_it: Modifica

source: untitled
it_it: senza nome

source: You must set the "file" property of the project before generating inherited classes.
it_it: Devi impostare la proprieta' "file" del progetto prima di generare classi eredi.

source: Class(es) generated to '%s'.
it_it: Classe(i) generata in '%s'.

source: Current project file has been modified... Do you want to save the changes?
it_it: Il progetto corrente e' stato modificato... Vuoi salvarne i cambiamenti?

source: Save project
it_it: Salva Progetto

source: Find
it_it: Cerca

source: &New Project Ctrl+N
it_it: &Nuovo Progetto

source: Create an empty project
it_it: Crea progetto vuoto

source: &Open... Ctrl+O
it_it: &Apri...

source: Open a project
it_it: Apri Progetto

source: &Save Ctrl+S
it_it: &Salva

source: Save current project
it_it: Salva progetto corrente

source: Save &As... Ctrl-Shift+S
it_it: S&alva con nome...

source: Save current project as...
it_it: Salva progetto corrente come...

source: &Import XRC...
it_it: &Importazione XRC...

source: &Generate Code F8
it_it: &Genera Codice

source: Generate Code
it_it: Codice Generato

source: E&xit Alt-F4
it_it: E&sci

source: Quit wxFormBuilder
it_it: Termina wxFormBuilder

source: &Undo Ctrl+Z
it_it: &Annulla

source: Undo changes
it_it: Annulla cambiamenti

source: &Redo Ctrl+Y
it_it: &Ripeti

source: Redo changes
it_it: Ripete modifiche

source: &Copy Ctrl+C
it_it: &Copia

source: Copy selected object
it_it: Copia oggetto selezionato

source: Cut Ctrl+X
it_it: Taglia

source: Cut selected object
it_it: Taglia oggetto selezionato

source: &Paste Ctrl+V
it_it: &Incolla

source: Paste on selected object
it_it: Incolla oggetto selezionato

source: &Delete Ctrl+D
it_it: E&limina

source: Delete selected object
it_it: Elimina oggetto selezionato

source: Copy Object To Clipboard Ctrl+Shift+C
it_it: Copia Oggetto Negli Appunti

source: Copy Object to Clipboard
it_it: Copia Oggetto negli Appunti

source: Paste Object From Clipboard Ctrl+Shift+V
it_it: Incolla Oggetto Dagli Appunti

source: Paste Object from Clipboard
it_it: Copia Oggetto dagli Appunti

source: Toggle &Expand Alt+W
it_it: Scambia &Expand

source: Toggle wxEXPAND flag of sizeritem properties
it_it: Scambia la proprieta' wxEXPAND di un sizeritem

source: Toggle &Stretch Alt+S
it_it: Scambia &Stretch

source: Toggle option property of sizeritem properties
it_it: Scambia la proprieta' proportion di un sizeritem

source: Move Up Alt+Up
it_it: Sposta Su

source: Move Up selected object
it_it: Sposta Su l'oggetto selezionato

source: Move Down Alt+Down
it_it: Sposta Giu

source: Move Down selected object
it_it: Sposta Giu l'oggetto selezionato

source: Move Left Alt+Left
it_it: Sposta a Sinistra

source: Move Left selected object
it_it: Sposta a Sinistra l'oggetto selezionato

source: Move Right Alt+Right
it_it: Sposta a Destra

source: Move Right selected object
it_it: Sposta a Destra l'oggetto selezionato

source: &Find Ctrl+F
it_it: &Cerca...

source: Find text in the active code viewer
it_it: Ricerca testo nel visualizzatore di codice attivo

source: &Align &Left Alt+Shift+Left
it_it: &Allinea &Sinistra

source: Align item to the left
it_it: Allinea l'oggetto a sinistra

source: &Align Center &Horizontal Alt+Shift+H
it_it: &Allinea Centrato &Orizzontalmente

source: Align item to the center horizontally
it_it: Allinea l'oggetto al centro orizzontalmente

source: &Align &Right Alt+Shift+Right
it_it: &Allinea &Destra

source: Align item to the right
it_it: Allinea l'oggetto a destra

source: &Align &Top Alt+Shift+Up
it_it: &Allinea &Sopra

source: Align item to the top
it_it: Allinea l'oggetto nel punto superiore

source: &Align Center &Vertical Alt+Shift+V
it_it: &Allinea Centrato &Verticalmente

source: Align item to the center vertically
it_it: Allinea l'oggetto al centro verticalmente

source: &Align &Bottom Alt+Shift+Down
it_it: &Allinea S&otto

source: Align item to the bottom
it_it: Allinea l'oggetto nel punto inferiore

source: &XRC Window F5
it_it: Finestra &XRC

source: Show a preview of the XRC window
it_it: Visualizza l'anteprima nella finestra XRC

source: &Generate Inherited Class F6
it_it: &Genera Classi Eredi

source: Creates the needed files and class for proper inheritance of your designed GUI
it_it: Crea i files delle classi eredi che verranno utilizzate nel tuo progetto GUI

source: &About... F1
it_it: &Informazioni su...

source: Show about dialog
it_it: Mostra la finestra delle informazioni sul programma

source: &Edit
it_it: &Modifica

source: &View
it_it: &Visualizza

source: &Tools
it_it: &Strumenti

source: &Help
it_it: &Aiuto

source: Customize...
it_it: Personalizza...

source: New Project
it_it: Nuovo Progetto

source: New Project (Ctrl+N)
it_it: Nuovo Progetto (Ctrl+N)

source: Start a new project.
it_it: Inizia un nuovo progetto.

source: Open Project (Ctrl+O)
it_it: Apri Progetto (Ctrl+O)

source: Open an existing project.
it_it: Apre un progetto esistente.

source: Save Project (Ctrl+S)
it_it: Salva Progetto (Ctrl+S)

source: Save the current project.
it_it: Salva il progetto corrente.

source: Undo
it_it: Annulla

source: Undo (Ctrl+Z)
it_it: Annulla (Ctrl+Z)

source: Undo the last action.
it_it: Annulla l'ultima operazione.

source: Redo
it_it: Ripeti

source: Redo (Ctrl+Y)
it_it: Ripeti (Ctrl+Y)

source: Redo the last action that was undone.
it_it: Ripete l'ultima azione annullata.

source: Cut
it_it: Taglia

source: Cut (Ctrl+X)
it_it: Taglia (Ctrl+X)

source: Remove the selected object and place it on the clipboard.
it_it: Rimuove l'oggetto selezionato e lo copia negli appunti.

source: Copy
it_it: Copia

source: Copy (Ctrl+C)
it_it: Copia (Ctrl+C)

source: Copy the selected object to the clipboard.
it_it: Copia l'oggetto selezionato negli appunti.

source: Paste
it_it: Incolla

source: Paste (Ctrl+V)
it_it: Incolla (Ctrl+V)

source: Insert an object from the clipboard.
it_it: Inserisce l'oggetto dagli appunti.

source: Delete
it_it: Elimina

source: Delete (Ctrl+D)
it_it: Elimina (Ctrl+D)

source: Remove the selected object.
it_it: Elimina l'oggetto selezionato.

source: Generate Code (F8)
it_it: Genera Codice (F8)

source: Create code from the current project.
it_it: Crea il codice dal progetto corrente.

source: Align Left
it_it: Allinea Sinistra

source: The item will be aligned to the left of the space alotted to it by the sizer.
it_it: L'oggetto verra' allineato a sinistra nello spazio assegnato dal sizer.

source: Align Center Horizontally
it_it: Allinea Centrato Orizzontalmente

source: The item will be centered horizontally in the space alotted to it by the sizer.
it_it: L'oggetto verra' centrato orizzontalmente nello spazio assegnato dal sizer.

source: Align Right
it_it: Allinea Destra

source: The item will be aligned to the right of the space alotted to it by the sizer.
it_it: L'oggetto verra' allineato a destra nello spazio assegnato dal sizer.

source: Align Top
it_it: Allinea Sopra

source: The item will be aligned to the top of the space alotted to it by the sizer.
it_it: L'oggetto verra' allineato in alto nello spazio assegnato dal sizer.

source: Align Center Vertically
it_it: Allinea Centrato Verticalmente

source: The item will be centered vertically within space alotted to it by the sizer.
it_it: L'oggetto verra' centrato verticalmente nello spazio assegnato dal sizer.

source: Align Bottom
it_it: Allinea Sotto

source: The item will be aligned to the bottom of the space alotted to it by the sizer.
it_it: L'oggetto verra' allineato in basso nello spazio assegnato dal sizer.

source: Expand (Alt+W)
it_it: Espandi (Alt+W)

source: The item will be expanded to fill the space assigned to the item.
it_it: L'oggetto verra' espanso nel proprio spazio assegnato.

source: Stretch (Alt+S)
it_it: Allunga (Alt+S)

source: The item will grow and shrink with the sizer.
it_it: L'oggetto aumentera' e diminuira' la sua dimensione in base al sizer.

source: Left Border
it_it: Bordo Sinistro

source: A border will be added on the left side of the item.
it_it: Verra' aggiunto un bordo alla sinistra dell'oggetto.

source: Right Border
it_it: Bordo Destro

source: A border will be added on the right side of the item.
it_it: Verra' aggiunto un bordo alla destra dell'oggetto.

source: Top Border
it_it: Bordo Sopra

source: A border will be added on the top of the item.
it_it: Verra' aggiunto un bordo sul lato superiore dell'oggetto.

source: Bottom Border
it_it: Bordo Sotto

source: A border will be added on the bottom of the item.
it_it: Verra' aggiunto un bordo nel lato inferiore dell'oggetto.

source: #### Templates ####
it_it: #### Modelli ####

source: #### Code ####
it_it: #### Codice ####

source: %s is NULL! <%s,%i>
it_it: %s e' NULLO! <%s,%i>

source: %s has no property named %s
it_it: %s non ha alcuna proprieta' %s

source: Missing Component for Class "
it_it: Component Mancante per la Classe "

source: " of Package "
it_it: " del Package "

source: [Palette] Pages %d
it_it: [Tavolozza] Pagine %d

source: "%s" not found!
it_it: "%s" non trovato!

source: Not Found!
it_it: Non Trovato!

source: Code generated on '%s'.
it_it: Codice generato in '%s'

source: Instructions
it_it: Istruzioni

source: 1. Check the forms you would like to create the inherited class for. 2. You can edit individual class details by clicking on their names in the list and then: 2a. Edit the 'Class Name:' as required. 2b. Edit the 'File Names: (.h/.cpp/.py)' as required. 3. Click 'OK'.
it_it: 1. Seleziona i forms per i quali desideri creare le classi eredi. 2. Puoi modificare le proprieta' di ciascuna classe selezionandole nella lista e poi: 2a. Cambia 'Nome Classe:' come richiesto. 2b. Cambia 'Nomi Files: (.h/.cpp/.py)' come richiesto. 3. Clicca 'OK'.

source: Class Details
it_it: Dettagli Classe

source: Class Name:
it_it: Nome Classe:

source: File Names: (.cpp/.h/.py)
it_it: Nomi Files: (.cpp/.h/.py)

source: Properties
it_it: Proprieta'

source: Events
it_it: Eventi

source: Property type Unknown
it_it: Tipo Proprieta' Sconosciuto

source: Property Changed
it_it: Proprieta' Modificata

source: Property Changed [PT_FLOAT]
it_it: Proprieta' Modificata [PT_FLOAT]

source: Property Changed [PT_UINT]
it_it: Proprieta' Modificata [PT_UINT]

source: Property Changed [PT_OPTION]
it_it: Proprieta' Modificata [PT_OPTION]

source: Property Changed [PT_PARENT]
it_it: Proprieta' Modificata [PT_PARENT]

source: Property Changed [PT_WXSTRING]
it_it: Proprieta' Modificata [PT_WXSTRING]

source: Property Changed [PT_BOOL]
it_it: Proprieta' Modificata [PT_BOOL]

source: Property Changed [PT_BITLIST]
it_it: Proprieta' Modificata [PT_BITLIST]

source: Property Changed [PT_WXPOINT]
it_it: Proprieta' Modificata [PT_WXPOINT]

source: Property Changed [PT_WXSIZE]
it_it: Proprieta' Modificata [PT_WXSIZE]

source: Property Changed [PT_WXFONT]
it_it: Proprieta' Modificata [PT_WXFONT]

source: Property Changed [PT_WXCOLOUR]
it_it: Proprieta' Modificata [PT_WXCOLOUR]

source: Property Changed [PT_UINTLIST]
it_it: Proprieta' Modificata [PT_UINTLIST]

source: Property Changed [PT_BITMAP]
it_it: Proprieta' Modificata [PT_BITMAP]

source: Item without object as child of '%s:%s'
it_it: Voce senza oggetto figlio di '%s:%s'

source: There is no tree item associated with this object. Class: %s Name: %s
it_it: Nessuna voce nell'albero associata a questo oggetto. Classe: %s Nome: %s

source: Cut Ctrl+X
it_it: Taglia

source: Copy Ctrl+C
it_it: Copia

source: Paste Ctrl+V
it_it: Incolla
