Repository: idrassi/wxFormBuilder
Catalog: 3.x/branches/auilocalegui/output/locale/*/LC_MESSAGES/libwxadditions-mini.po
Languages: it_it

source: wxFlatNotebook pages can normally be closed. However, it is difficult to design a page that has been closed, so this action has been vetoed.
it_it: Di norma le pagine di un wxFlatNotebook si possono chiudere. Tuttavia, è difficile progettare una pagina che è stata chiusa, quindi l'azione è stata annullata.

source: Page Close Vetoed!
it_it: Azione Annullata

source: Sample Category
it_it: Esempio di Categoria

source: Name
it_it: Nome

source: Initial Value
it_it: Valore Iniziale

source: This is much longer string than the first one. Edit it by clicking the button.
it_it: Questa è una stringa più lunga della prima. Modificala premendo il pulsante.

source: Sample Parent Property
it_it: Esempio di Proprietà Parente

source: Car
it_it: Auto

source: Model
it_it: Modello

source: Engine Size (cc)
it_it: Cilindrata (cc)

source: Speeds
it_it: Velocità

source: Max. Speed (mph)
it_it: Velocità massima (mph)

source: 1/4 mile (sec)
it_it: 1/4 miglia (sec)

source: Price ($)
it_it: Prezzo ($)

source: Advanced Properties
it_it: Proprietà Avanzate

source: Example of ArrayStringProperty
it_it: Esempio di ArrayStringProperty

source: Example of ImageFileProperty
it_it: Esempio di ImageFileProperty

source: Font
it_it: Carattere

source: My Colour 1
it_it: Il Mio Colore 1

source: My SysColour 1
it_it: Il Mio Colore Di Sistema 1

source: My SysColour 2
it_it: Il Mio Colore Di Sistema 2

source: My Cursor
it_it: Il Mio Cursore

source: First Page
it_it: Prima Pagina

source: A string property
it_it: Una proprietà di tipo stringa

source: Herbivore
it_it: Erbivoro

source: Carnivore
it_it: Carnivoro

source: Omnivore
it_it: Onnivoro

source: Low Priority Properties
it_it: Proprietà A Bassa Priorità

source: Second Page
it_it: Seconda Pagina

source: FlatNotebookPageComponent is missing its wxFormBuilder object(%i), its parent(%i), or its child(%i)
it_it: FlatNotebookPageComponent con oggetto(%i), padre(%i) o figlio(%i) wxFormBuilder mancante.
